adobe-source-code-pro-fonts
autoconf
automake
avahi
boost
clang
cmake
ctags
cups
cups-pdf
dmenu
doxygen
dunst
gnuplot
graphviz
gtop
htop
imagemagick
keepassxc
krita
libnotify
libxcb
libxinerama
man
mpv
mupdf
neovim
newsboat
nodejs
npm
nss-mdns
openssh
pamixer
pandoc
pandoc-citeproc
pandoc-crossref
patch
pkg-config
powerline-fonts
pulseaudio-alsa
python-dbus
python-gobject
python-matplotlib
python-neovim
python-pip
python-pywal
recordmydesktop
scrot
slock
sxiv
task
texlive-most
thunderbird
thunderbird-i18n-fr
tmux
tree
ttf-joypixels
ttf-linux-libertine
udisks2
usbutils
valgrind
wget
which
xclip
xcompmgr
xf86-input-libinput
xf86-input-wacom
xorg-server
xorg-xbacklight
xorg-xev
xorg-xinit
xorg-xinput
xwallpaper
youtube-dl
zathura
zathura-djvu
zathura-pdf-mupdf
unzip
zsh
