adobe-source-code-pro-fonts
alsa-utils
assimp
autoconf
automake
avahi
boost
calcurse
checkbashism
clang
cmake
cppcheck
ctags
cups
cups-pdf
dar
dash
doxygen
dunst
flameshot
fontconfig
fuse2
gcr
gdb
glfw-x11
glm
gnuplot
graphviz
gtest
gtop
htop
imagemagick
inkscape
jq
keepassxc
krita
libnotify
libxcb
libxinerama
man
man-db
mlocate
mpv
nasm
neovim
newsboat
nodejs
npm
nss-mdns
ntfs-3g
openssh
pamixer
pandoc
pandoc-citeproc
pandoc-crossref
par2cmdline
patch
pfetch
pkgconf
pkg-config
pulseaudio
pulseaudio-alsa
python-dbus
python-gobject
python-matplotlib
python-neovim
python-pip
python-pynvim
python-pywal
qcustomplot
recordmydesktop
ripgrep
scrot
slock
socat
sxiv
texlive-most
thunderbird
thunderbird-i18n-fr
tmux
tmuxp
tree
ttf-joypixels
ttf-linux-libertine
ttf-ubuntu-font-family
udisks2
unzip
usbutils
valgrind
webkit2gtk
wetkit2gtk
wget
which
xclip
xcompmgr
xf86-input-libinput
xf86-input-wacom
xf86-video-intel
xorg-server
xorg-xbacklight
xorg-xev
xorg-xinit
xorg-xinput
xorg-xsetroot
xwallpaper
yaml-cpp
youtube-dl
zathura
zathura-djvu
zathura-pdf-mupdf
zsh
