adobe-source-code-pro-fonts
alsa-utils
amdvlk
android-file-transfer
anki
assimp
autoconf
automake
avahi
bat
bison
boost
brightnessctl
btop
calcurse
checkbashisms
clang
clisp
cmake
cool-retro-term
cppcheck
cpptoml
ctags
cups
cups-pdf
dash
dhcpcd
doxygen
dunst
efibootmgr
emacs
fakeroot
feh
flameshot
fontconfig
fprintd
fuse2
fzf
gcc
gcr
gdb
gimp
git
glfw-wayland
glfw-x11
glm
gnuplot
go
gopls
gradle
graphviz
grub
gtest
gtop
htop
hwinfo
id3v2
imagemagick
inkscape
intel-ucode
iucode-tool
jq
julia
keepassxc
krita
libnotify
libxcb
libxinerama
lsb-release
lshw
lua-language-server
luarocks
lynx
make
man
man-db
meson
mlocate
mpv
nasm
neovim
networkmanager
newsboat
nodejs
noto-fonts
npm
nss-mdns
ntfs-3g
nuspell
opencv
opendoas
openmp
openssh
pamixer
pandoc
pandoc-citeproc
pandoc-crossref
par2cmdline
parallel
patch
pcmanfm
pdfgrep
pkgconf
pkg-config
powerline-fonts
pulseaudio
pulseaudio-alsa
pyenv
pyright
python-dbus
python-gobject
python-matplotlib
python-neovim
python-pip
python-pynvim
python-pywal
qcustomplot
qemu-full
qt5-base
qt5-tools
recordmydesktop
reflector
ripgrep
rsync
rust
rustup
sassc
scrot
shaderc
slock
socat
stack
strace
sudo
sxiv
terminology
texlive-bibtexextra
texlive-core
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-latexextra
texlive-most
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
texlive-science
thunderbird
thunderbird-i18n-fr
tk
tmux
tmuxp
tree
ttf-font-awesome
ttf-inconsolata
ttf-joypixels
ttf-linux-libertine
ttf-proggy-clean
ttf-ubuntu-font-family
udisks2
unzip
unzip
usbutils
valgrind
vim
vsqlite++
vulkan-devel
wetkit2gtk
wget
which
xclip
xcompmgr
xf86-input-libinput
xf86-input-wacom
xf86-video-intel
xorg-server
xorg-server-xnest
xorg-xbacklight
xorg-xev
xorg-xinit
xorg-xinput
xorg-xlsfonts
xorg-xsetroot
xterm
xwallpaper
yaml-cpp
youtube-dl
yq
zathura
zathura-djvu
zathura-pdf-mupdf
zathura-ps
zip
zsh
